Repository: p-kharitonov/wireguard_django_billing
Catalog: main/bot/locale/*/LC_MESSAGES/django.po
Languages: ru

source: 👨 Profile
ru: 👨 Профиль

source: 💾 Download config
ru: 💾 Скачать конфиг

source: 🔑 Update config
ru: 🔑 Обновить конфиг

source: 💪 Additional config
ru: 💪 Дополнительный конфиг

source: 📖 Instruction
ru: 📖 Инструкция

source: 💰 How to pay
ru: 💰 Как оплатить

source: 📃 Use the keyboard below.
ru: 📃 Используйсте клавиатуру ниже.

source: %(status)s <b>%(name)s</b> 📅 Active until: %(activity_until)s 💰 Balance: %(balance)s %(CURRENCY)s 🍀 Payment: %(tariff)s %(CURRENCY)s/month 📱 Number of configs: %(number_of_peers)s
ru: %(status)s <b>%(name)s</b> 📅 Активно до: %(activity_until)s 💰 Баланс: %(balance)s %(CURRENCY)s 🍀 Платеж: %(tariff)s %(CURRENCY)s/мес 📱 Количество конфигов: %(number_of_peers)s

source: To use the config, you need to install the WireGuard VPN client and upload the resulting file to it. On the sent file, click "Save to download", then run the WireGuard program, click the add icon ("+" icon), select the configuration file (it will be saved to download to the Telegram folder), and everything is ready, turn it on, and you can work! Link to installers for all devices is here -> https://www.wireguard.com/install/
ru: Для использования конфига необходимо установить WireGuard VPN клиент, и загрузить в него полученный файл. На присланном файле нажимаете "Сохранить в загрузки", далее запускаете программу WireGuard, нажимаете иконку добавить (иконка "+"), выбираете файл конфигурации (он сохранится в загрузки в папку Telegram), и всё готово, включаете, и можно работать! Ссылка на инсталляторы для всех устройств тут -> https://www.wireguard.com/install/

source: You don't have config files.
ru: У Вас нет конфигурационных файлов.

source: Set config:
ru: Выберите конфиг:

source: -Cancel-
ru: -Отмена-

source: I accept a payment on SBP of Yoomoney on my phone %(phone)s
ru: Я принимаю платеж на Юмани через СБП на телефон %(phone)s

source: An additional config costs %(cost_of_per_excess_peer)s %(CURRENCY)s/month, now %(cost)s %(CURRENCY)s will be debited from the balance, the payment will %(payment)s %(CURRENCY)s/month, the date activity will %(activity_until)s, and the balance will %(balance)s %(CURRENCY)s.
ru: Дополнительный конфиг стоит %(cost_of_per_excess_peer)s %(CURRENCY)s/месяц, сейчас с баланса спишется %(cost)s %(CURRENCY)s, VPN будет активен до %(activity_until)s, и на балансе останется %(balance)s %(CURRENCY)s, далее платеж будет составлять %(payment)s %(CURRENCY)s/month.

source: Yes, I want an additional config
ru: Да, я хочу дополнительный конфиг

source: No
ru: Нет

source: Set DNS (<u>%(name)s</u>):
ru: Выберите DNS (<u>%(name)s</u>):

source: Set networks for VPN (<u>%(name)s</u>):
ru: Выберите сети, которые будут использоваться для VPN (<u>%(name)s</u>):

source: Are you sure? After updating the keys, the old config will no longer work (<u>%(name)s</u>). Use it if you really need it.
ru: Вы уверены? После обновления ключей, старый конфиг перестанет работать (<u>%(name)s</u>). Используйте это, если это Вам дейстивельно нужно.

source: Yes
ru: Да

source: No!!!
ru: Нет!!!

source: It's update (<u>%(name)s</u>)! What's next?
ru: Конфиг обновлен (<u>%(name)s</u>)! Что дальше?

source: Download config
ru: Скачать конфиг

source: Update more
ru: Изменить еще

source: Exit
ru: Выйти

source: What to update (<u>%(name)s</u>)?
ru: Что хотите обновить (<u>%(name)s</u>)?

source: Update DNS
ru: Изменить DNS

source: Update Allowed networks
ru: Изменить сети для VPN

source: Update Keys
ru: Обновить ключи

source: Config %(name)s is added.
ru: Конфиг %(name)s добавлен.
